app/Controllers/Home.php

    public function index()
    {
        $algi = new AlgiModel();
        $edu = new EduModel();
        $skill = new SkillModel();
        $data = [
            'title' => 'ALLTAN CV',
            'algi' => $algi->findAll()[0],
            'edu' => $edu->findAll(),
            'skill' => $skill->findAll(),
---
SELECT *
FROM `tb_algi`
SELECT *
FROM `tb_edu`
SELECT *
FROM `skills`